/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Center";

/* An audio channel label. */
"Center Surround" = "Center Surround";

/* An audio channel label. */
"Center Surround Direct" = "Center Surround Direct";

/* Channel. An audio channel label. */
"Channel" = "Channel";

/* Channels. An audio channel label. */
"Channels" = "Channels";

/* An audio channel label. */
"Click Track" = "Click Track";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discrete";

/* An audio channel label. */
"Foreign Language" = "Foreign Language";

/* An audio channel label. */
"Headphones Left" = "Headphones Left";

/* An audio channel label. */
"Headphones Right" = "Headphones Right";

/* An audio channel label. */
"Hearing Impaired" = "Hearing Impaired";

/* An audio channel label. */
"Left" = "Left";

/* An audio channel label. */
"Left Center" = "Left Center";

/* An audio channel label. */
"Left Surround" = "Left Surround";

/* An audio channel label. */
"Left Surround Direct" = "Left Surround Direct";

/* An audio channel label. */
"Left Total" = "Left Total";

/* An audio channel label. */
"Left Wide" = "Left Wide";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mid";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narration";

/* An audio channel label. */
"Rear Surround Left" = "Rear Surround Left";

/* An audio channel label. */
"Rear Surround Right" = "Rear Surround Right";

/* An audio channel label. */
"Right" = "Right";

/* An audio channel label. */
"Right Center" = "Right Center";

/* An audio channel label. */
"Right Surround" = "Right Surround";

/* An audio channel label. */
"Right Surround Direct" = "Right Surround Direct";

/* An audio channel label. */
"Right Total" = "Right Total";

/* An audio channel label. */
"Right Wide" = "Right Wide";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Side";

/* An audio channel label. */
"Top Back Center" = "Top Back Center";

/* An audio channel label. */
"Top Back Left" = "Top Back Left";

/* An audio channel label. */
"Top Back Right" = "Top Back Right";

/* An audio channel label. */
"Top Center Surround" = "Top Center Surround";

/* An audio channel label. */
"Unknown" = "Unknown";

/* An audio channel label. */
"Unused" = "Unused";

/* An audio channel label. */
"Vertical Height Center" = "Vertical Height Center";

/* An audio channel label. */
"Vertical Height Left" = "Vertical Height Left";

/* An audio channel label. */
"Vertical Height Right" = "Vertical Height Right";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptic";

